<?php

return [
    'questions' => [
        'tell_me_about_yourself' => 'Расскажи мне о себе.',
        'describe_favorite_book' => 'Опиши свою любимую книгу.',
        'free_time' => 'Что ты делаешь в свободное время?',
        'place_visited' => 'Расскажи мне о месте, которое ты посетил.',
        'future_plans' => 'Какие у тебя планы на будущее?',
    ],
    'levels' => [
        'A1' => 'Начинающий: Базовый словарь и простые фразы.',
        'A2' => 'Элементарный: Может общаться в простых и рутинных задачах.',
        'B1' => 'Средний: Может справляться с большинством повседневных ситуаций.',
        'B2' => 'Выше среднего: Хорошая беглость с незначительными ошибками.',
        'C1' => 'Продвинутый: Свободно владеет сложными структурами.',
        'C2' => 'В совершенстве: Почти нативная беглость.',
    ],
];
